[
  "text-snippets-obsidian",
  "code-styler",
  "omnisearch",
  "dataview",
  "quickadd",
  "image-converter",
  "emoji-shortcodes",
  "obsidian-latex-suite",
  "image-darkmodifier",
  "typing-transformer-obsidian"
]